
<!DOCTYPE HTML PUBLIC "-//SoftQuad Software//DTD HoTMetaL PRO 6.0::19990601::extensions to HTML 4.0//EN" "hmpro6.dtd">
<HTML xmlns:v="urn:schemas-microsoft-com:vml" xmlns:o="urn:schemas-microsoft-com:office:office" xmlns="http://www.w3.org/TR/REC-html40">
  <HEAD>

	 <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1250">
	 <META NAME="Generator" CONTENT="Microsoft Word 97"> 
 <LINK REL="stylesheet" HREF="help.css" TYPE="text/css">
	 <SCRIPT src="help.js" language="javascript" type="text/javascript"></script>
	 <TITLE>N&aacute;jdené tlaèiarne</TITLE>
  	</HEAD>
  	<BODY bgcolor="#FFFFcc">

  <BODY>
		<H3>N&aacute;jdené tlaèiarne</font></H3>
		
<P>Na obrazovke <B>N&aacute;jdené tlaèiarne</B> moþno vybra&#357; tlaèiare&#328; zisten&uacute; v lok&aacute;lnej sieti alebo z&iacute;ska&#357; &#271;alðie moþnosti inðtal&aacute;cie sie&#357;ov&yacute;ch tlaèiarn&iacute;, tlaèiarn&iacute; pripojen&yacute;ch prostredn&iacute;ctvom rozhrania USB alebo paralelného rozhrania. </font></p>
		<ul>
			<li><b>Inðtalova&#357; zisten&uacute; sie&#357;ov&uacute; tlaèiare&#328;.</b> V zozname vðetk&yacute;ch tlaèiarn&iacute; (alebo multifunkèn&yacute;ch zariaden&iacute;) zisten&yacute;ch v lok&aacute;lnej sieti vyberte poþadovan&uacute; tlaèiare&#328; a kliknite na tlaèidlo <b>&#270;alej</b>. Kliknut&iacute;m na tlaèidlo <B>Opakova&#357; h&#318;adanie</B> spust&iacute;te &#271;alðie vyh&#318;ad&aacute;vanie tlaèiarn&iacute; v sieti. </font>
			</li>
			<li><b>N&aacute;js&#357; tlaèiare&#328;.</b> T&uacute;to moþnos&#357; vyberte v pr&iacute;pade, þe sa poþadovan&aacute; sie&#357;ov&aacute; tlaèiare&#328; nenach&aacute;dza v zozname alebo chcete inðtalova&#357; tlaèiare&#328;, ktor&uacute; k poè&iacute;taèu pripoj&iacute;te priamo pomocou k&aacute;bla <b>USB</b> alebo <b>paralelného</b> k&aacute;bla.&nbsp; Pri sie&#357;ov&yacute;ch tlaèiar&#328;ach pon&uacute;kne t&aacute;to moþnos&#357; &#271;alðie moþnosti vyh&#318;ad&aacute;vania, napr&iacute;klad vyh&#318;ad&aacute;vanie tlaèiarne pod&#318;a adresy IP.&nbsp; </font></li>
		</ul>
	 <P><B>Pozn&aacute;mka. </B>Inform&aacute;cie o nastaven&iacute; tlaèiarn&iacute;, ktoré sa nenach&aacute;dzaj&uacute; v lok&aacute;lnej sieti, n&aacute;jdete v èasti <a href="addpntrslgIPntwks.htm">Prid&aacute;vanie tlaèiarn&iacute; v rozsiahlych sie&#357;ach IP</A>.</font></P>
	 <P>Tlaèiarne v zozname m&ocirc;þete identifikova&#357; pomocou t&yacute;chto pol&iacute;. Hardvérov&aacute; adresa m&ocirc;þe by&#357; najjednoduchð&iacute;m sp&ocirc;sobom identifik&aacute;cie tlaèiarne:</font></P>
	 <TABLE BORDER="1">
		<TR>
		  <TD VALIGN="TOP">Model</font></TD>
		  <TD> Oznaèuje model tlaèiarne (napr&iacute;klad HP LaserJet série 5000). Ak nemoþno model identifikova&#357;, pr&iacute;padne je tlaèiare&#328; vypnut&aacute; alebo nie je pripojen&aacute; þiadna tlaèiare&#328;, zobraz&iacute; sa text <B>Nezn&aacute;my</B>. Pokia&#318; je tlaèiare&#328; pripojen&aacute;, no nemoþno ju identifikova&#357;, v pr&iacute;pade extern&yacute;ch tlaèov&yacute;ch serverov HP Jetdirect sa zobraz&iacute; nasleduj&uacute;ci text:<BR>
			 </font>
			 <UL>
				<LI>Paraleln&yacute;: Ploter alebo tlaèiare&#328; Centronics</font></LI>
				<LI>USB (jednosmerne): Jednosmerné periférne zariadenie</font></LI>
				<LI>USB (obojsmerne): Obojsmerné periférne zariadenie</font></LI>
			 </UL></TD>
		</TR>
		<TR>
		  <TD VALIGN="TOP">Hardvérov&aacute; adresa</font></TD>
		  <TD> (Naz&yacute;van&aacute; aj adresa stanice alebo adresa MAC.) Jednoznaène identifikuje zariadenie v lok&aacute;lnej sieti. V pr&iacute;pade tlaèiarn&iacute; HP a extern&yacute;ch tlaèov&yacute;ch serverov HP Jetdirect s viacer&yacute;mi portmi tlaèiarn&iacute; sa m&ocirc;þe doplni&#357; è&iacute;slo portu (port 1, port 2, port 3). T&aacute;to adresa sa nach&aacute;dza na konfiguraènej (testovacej) str&aacute;nke tlaèového servera. 
			</font> </TD>
		</TR>
		<tr>
		  <TD VALIGN="TOP">Adresa IP<A HREF="glossary.htm#IP address"></A></font></TD>
		  <TD>(Internetov&yacute; protokol.) Jednoznaène identifikuje zariadenie v sieti na b&aacute;ze protokolu TCP/IP. Prira&#271;uje ju spr&aacute;vca siete. V tomto zozname sa zobraz&iacute; adresa IPv4 aj IPv6.&nbsp; Ak m&aacute; tlaèiare&#328; viacero adries, zobraz&iacute; sa pri kaþdej adrese, takþe m&ocirc;þete vybra&#357;, ktoré rozhranie chcete pouþ&iacute;va&#357;.&nbsp;
			</font> 
			<p><span class="058515115-16062006">
<b>Pozn&aacute;mka.</b> Pokia&#318; zapnete tlaèov&yacute; server HP Jetdirect, no do dvoch min&uacute;t nenakonfigurujete jeho platn&uacute; adresu IP, automaticky sa mu prirad&iacute; automatick&aacute; adresa IP&nbsp;(169.254.x.x) alebo predvolen&aacute; adresa IP (192.0.0.192).&nbsp;Spoloènos&#357;&nbsp;HP odpor&uacute;èa zmeni&#357; predvolen&uacute; adresu IP. Ak existuje viacero tlaèiarn&iacute; s rovnakou predvolenou adresou, spr&aacute;vnu tlaèiare&#328; identifikujte kontrolou hardvérovej adresy.<span class="610363223-15062006"></span></font></span></TD>
		</tr>
		<TR>
		  <TD VALIGN="TOP">N&aacute;zov hostite&#318;a IP</font></TD>
		  <TD>N&aacute;zov hostite&#318;a IP je pr&iacute;vetiv&yacute; (alebo &#318;ahko identifikovate&#318;n&yacute;) n&aacute;zov, ktor&yacute; moþno pouþ&iacute;va&#357; namiesto adresy IP tlaèiarne. Moþno ho pouþ&iacute;va&#357; v pr&iacute;pade, þe sa n&aacute;zvov&yacute; server v sieti nastavil na priradzovanie n&aacute;zvov hostite&#318;a pr&iacute;sluðn&yacute;m adres&aacute;m IP. Ak bol n&aacute;zov hostite&#318;a priraden&yacute; a konfigurovan&yacute; v tlaèiarni (napr&iacute;klad <b>printer1.marketing.com</b>), na identifik&aacute;ciu tlaèiarne m&ocirc;þete zada&#357; n&aacute;zov hostite&#318;a.</font></TD>
		</TR>
		</TABLE>
	 <P><B>Pozn&aacute;mka. </B>Ak je poloþka v poli skr&aacute;ten&aacute; a chcete zobrazi&#357; celé pole, zme&#328;te jeho ð&iacute;rku. Umiestnite kurzor na okraj s n&aacute;zvom po&#318;a, kliknite tlaèidlom myði a presu&#328;te kurzor. 
		</font> </P>

<P>Pokyny t&yacute;kaj&uacute;ce sa tlaèe str&aacute;nky so sie&#357;ovou konfigur&aacute;ciou n&aacute;jdete v dokument&aacute;cii dodanej s tlaèiar&#328;ou.</font></P>

	 <P>Ak je vybrat&aacute; tlaèiare&#328; chr&aacute;nen&aacute; n&aacute;zvom komunity SNMP alebo heslom servera Jetdirect, budete vyzvan&iacute; na zadanie n&aacute;zvu komunity alebo hesla.</font></P>
	 <H4>&#270;alðie inform&aacute;cie:</font></H4>
	 <P><A HREF="glossary.htm">Slovn&iacute;k v&yacute;razov pouþ&iacute;van&yacute;ch pri sie&#357;ovej tlaèi</A></font></P>
	 </BODY>
</HTML>
